Revit 2024 API
GroupTypeId.Construction Property
 Construction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Construction { get; }
Visual Basic
Public Shared ReadOnly Property Construction As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Construction {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace